Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Security Rules
ar: قواعد الأمان
de: Sicherheitsregeln
es: Reglas de seguridad
fr: Règles de sécurité
it: Regole di sicurezza
ja: セキュリティルール
ko: 보안 규칙
pt_br: Regras de segurança
ru: Правила безопасности
zh_hans: 安全规则
zh_hant: 安全性規則

source: Security Rules (%lld)
ar: قواعد الأمان (%lld)
de: Sicherheitsregeln (%lld)
es: Reglas de seguridad (%lld)
fr: Règles de sécurité (%lld)
it: Regole di sicurezza (%lld)
ja: セキュリティ ルール (%lld)
ko: 보안 규칙(%lld)
pt_br: Regras de segurança (%lld)
ru: Правила безопасности (%lld)
zh_hans: 安全规则 (%lld)
zh_hant: 安全性規則 (%lld)

source: Security Settings
ar: إعدادات الأمان
de: Sicherheitseinstellungen
es: Configuración de seguridad
fr: Paramètres de sécurité
it: Impostazioni di sicurezza
ja: セキュリティ設定
ko: 보안 설정
pt_br: Configurações de segurança
ru: Настройки безопасности
zh_hans: 安全设置
zh_hant: 安全設定

source: See All
ar: رؤية الكل
de: Alle anzeigen
es: Ver todo
fr: Tout afficher
it: Vedi tutto
ja: すべて見る
ko: 모두 보기
pt_br: Ver tudo
ru: Посмотреть все
zh_hans: 查看全部
zh_hant: 查看全部

source: See All (%lld)
ar: مشاهدة الكل (%lld)
de: Alle anzeigen (%lld)
es: Ver todo (%lld)
fr: Tout afficher (%lld)
it: Visualizza tutto (%lld)
ja: すべて表示 (%lld)
ko: 모두 보기(%lld)
pt_br: Ver tudo (%lld)
ru: Посмотреть все (%lld)
zh_hans: 查看全部 (%lld)
zh_hant: 查看全部 (%lld)

source: Select Fallback Pool
ar: حدد التجمع الاحتياطي
de: Wählen Sie Fallback-Pool aus
es: Seleccionar grupo de respaldo
fr: Sélectionner un pool de secours
it: Seleziona Pool di riserva
ja: フォールバック プールの選択
ko: 대체 풀 선택
pt_br: Selecione pool substituto
ru: Выберите резервный пул
zh_hans: 选择备用源池
zh_hant: 選择備用源池

source: Select File
ar: تحديد ملف
de: Datei auswählen
es: Seleccionar archivo
fr: Sélectionner un fichier
it: Seleziona file
ja: ファイルを選択
ko: 파일 선택
pt_br: Selecionar arquivo
ru: Выбрать файл
zh_hans: 选择文件
zh_hant: 選擇檔案

source: Select from My Domains
ar: اختر من المجالات الخاصة بي
de: Wählen Sie unter „Meine Domains“ aus
es: Seleccionar desde Mis Dominios
fr: Sélectionner parmi Mes domaines
it: Seleziona da I miei domini
ja: 私のドメインから選択
ko: 내 도메인에서 선택
pt_br: Selecione em Meus domínios
ru: Выберите из «Моих доменов»
zh_hans: 从托管域名选择
zh_hant: 從托管網域稱選择

source: Select Home Screen Icon
ar: حدد أيقونة الشاشة الرئيسية
de: Wählen Sie das Startbildschirmsymbol
es: Seleccione el icono de la pantalla de inicio
fr: Sélectionnez l’icône de l’écran d’accueil
it: Seleziona l'icona della schermata iniziale
ja: ホーム画面アイコンの選択
ko: 홈 화면 아이콘 선택
pt_br: Selecione o ícone da tela inicial
ru: Выберите значок главного экрана
zh_hans: 选择主屏幕图标
zh_hant: 選擇主螢幕圖示

source: Select pools to be used as default. Must have at least one.
ar: حدد المجمعات التي سيتم استخدامها كإعداد افتراضي. يجب أن يكون لديك واحد على الأقل.
de: Wählen Sie Pools aus, die standardmäßig verwendet werden sollen. Muss mindestens einen haben.
es: Seleccione los grupos que se utilizarán de forma predeterminada. Debe tener al menos uno.
fr: Sélectionnez les pools à utiliser par défaut. Il doit en avoir au moins un.
it: Seleziona i pool da utilizzare come predefiniti. Deve averne almeno uno.
ja: デフォルトとして使用するプールを選択します。少なくとも 1 つは必要です。
ko: 기본값으로 사용할 풀을 선택합니다. 하나 이상 있어야 합니다.
pt_br: Selecione pools a serem usados ​​como padrão. Deve ter pelo menos um.
ru: Выберите пулы, которые будут использоваться по умолчанию. Должен быть хотя бы один.
zh_hans: 选择用作默认的源池，至少选择一个。
zh_hant: 選择用作默認的源池，至少選择一個。

source: Select Snippet
ar: حدد مقتطف
de: Wählen Sie Snippet aus
es: Seleccionar fragmento
fr: Sélectionnez un extrait
it: Seleziona Frammento
ja: スニペットを選択
ko: 스니펫 선택
pt_br: Selecione o trecho
ru: Выберите фрагмент
zh_hans: 选择 Snippet
zh_hant: 選择 Snippet

source: Selected
ar: محدد
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato
ja: 選択中
ko: 선택됨
pt_br: Selecionado
ru: Выбрано
zh_hans: 选中
zh_hant: 選中

source: Selected Value
ar: القيمة المحددة
de: Ausgewählter Wert
es: Valor seleccionado
fr: Valeur sélectionnée
it: Valore selezionato
ja: 選択した値
ko: 선택한 값
pt_br: Valor selecionado
ru: Выбранное значение
zh_hans: 选中值
zh_hant: 選中值

source: Send an HTTP request or wait for a cron trigger to see logs appear in real time.
ar: أرسل طلب HTTP أو انتظر مشغل cron لرؤية السجلات تظهر في الوقت الفعلي.
de: Senden Sie eine HTTP-Anfrage oder warten Sie auf einen Cron-Trigger, um die Protokolle in Echtzeit anzuzeigen.
es: Envíe una solicitud HTTP o espere a que se active un cron para ver los registros aparecer en tiempo real.
fr: Envoyez une requête HTTP ou attendez un déclencheur cron pour voir les journaux apparaître en temps réel.
it: Invia una richiesta HTTP o attendi un trigger cron per visualizzare i log in tempo reale.
ja: HTTP リクエストを送信するか、cron トリガーを待って、ログがリアルタイムで表示されることを確認します。
ko: HTTP 요청을 보내거나 cron 트리거가 실시간으로 표시되는 로그를 볼 때까지 기다립니다.
pt_br: Envie uma solicitação HTTP ou aguarde um gatilho cron para ver os logs aparecerem em tempo real.
ru: Отправьте HTTP-запрос или дождитесь триггера cron, чтобы увидеть журналы в режиме реального времени.
zh_hans: 发送 HTTP 请求或等待 Cron 触发器执行以实时查看日志。
zh_hant: 發送 HTTP 請求或等待 Cron 触發器执行以實時查看記錄。

source: Send automated HTTP/HTTPS health checks to your origin servers.
ar: أرسل فحوصات سلامة HTTP/HTTPS آلية إلى خوادمك الأصلية.
de: Senden Sie automatisierte HTTP/HTTPS-Zustandsprüfungen an Ihre Ursprungsserver.
es: Envíe comprobaciones de estado HTTP/HTTPS automatizadas a sus servidores de origen.
fr: Envoyez des contrôles de santé HTTP/HTTPS automatisés à vos serveurs d'origine.
it: Invia controlli di integrità HTTP/HTTPS automatizzati ai tuoi server di origine.
ja: 自動化された HTTP/HTTPS ヘルスチェックをオリジンサーバーに送信します。
ko: 자동화된 HTTP/HTTPS 상태 확인을 원본 서버로 보냅니다.
pt_br: Envie verificações de integridade HTTP/HTTPS automatizadas para seus servidores de origem.
ru: Отправляйте автоматические проверки работоспособности HTTP/HTTPS на исходные серверы.
zh_hans: 向您的源服务器发送自动化 HTTP/HTTPS 健康检查。
zh_hant: 向您的源服务器發送自動化 HTTP/HTTPS 良好檢查。

source: Send live HTTP requests directly from your device to test edge routing, response headers, and latency in real time.
ar: أرسل طلبات HTTP مباشرة من جهازك لاختبار توجيه الحافة ورؤوس الاستجابة ووقت الاستجابة في الوقت الفعلي.
de: Senden Sie Live-HTTP-Anfragen direkt von Ihrem Gerät, um Edge-Routing, Antwortheader und Latenz in Echtzeit zu testen.
es: Envíe solicitudes HTTP en vivo directamente desde su dispositivo para probar el enrutamiento perimetral, los encabezados de respuesta y la latencia en tiempo real.
fr: Envoyez des requêtes HTTP en direct directement depuis votre appareil pour tester le routage périphérique, les en-têtes de réponse et la latence en temps réel.
it: Invia richieste HTTP in tempo reale direttamente dal tuo dispositivo per testare il routing edge, le intestazioni di risposta e la latenza in tempo reale.
ja: デバイスからライブ HTTP リクエストを直接送信して、エッジ ルーティング、応答ヘッダー、遅延をリアルタイムでテストします。
ko: 장치에서 직접 라이브 HTTP 요청을 보내 에지 라우팅, 응답 헤더 및 대기 시간을 실시간으로 테스트하세요.
pt_br: Envie solicitações HTTP em tempo real diretamente do seu dispositivo para testar roteamento de borda, cabeçalhos de resposta e latência em tempo real.
ru: Отправляйте живые HTTP-запросы прямо со своего устройства, чтобы проверить пограничную маршрутизацию, заголовки ответов и задержку в режиме реального времени.
zh_hans: 从您的设备直接向边缘节点发送真实 HTTP 请求，实时探测 Worker 路由响应、返回头与毫秒级延迟。
zh_hant: 從您的设備直接向邊緣节點發送真實 HTTP 請求，實時探測 Worker 路由响應、返回頭与毫秒級延迟。

source: Send test HTTP request & inspect response
ar: إرسال طلب اختبار HTTP وفحص الاستجابة
de: Senden Sie eine Test-HTTP-Anfrage und prüfen Sie die Antwort
es: Enviar solicitud HTTP de prueba e inspeccionar la respuesta
fr: Envoyer une requête HTTP de test et inspecter la réponse
it: Invia richiesta HTTP di prova e controlla la risposta
ja: テストHTTPリクエストを送信し、レスポンスを検査する
ko: 테스트 HTTP 요청 보내기 및 응답 검사
pt_br: Enviar solicitação HTTP de teste e inspecionar a resposta
ru: Отправьте тестовый HTTP-запрос и проверьте ответ
zh_hans: 发送测试 HTTP 请求并检查响应
zh_hant: 發送測试 HTTP 請求并檢查响應

source: Send Test Request
ar: إرسال طلب الاختبار
de: Testanfrage senden
es: Enviar solicitud de prueba
fr: Envoyer une demande de test
it: Invia richiesta di prova
ja: テストリクエストの送信
ko: 테스트 요청 보내기
pt_br: Enviar solicitação de teste
ru: Отправить тестовый запрос
zh_hans: 发送测试请求
zh_hant: 發送測试請求

source: Send Verification
ar: إرسال التحقق
de: Bestätigung senden
es: Enviar verificación
fr: Envoyer la vérification
it: Invia verifica
ja: 確認の送信
ko: 확인 보내기
pt_br: Enviar verificação
ru: Отправить подтверждение
zh_hans: 发送验证邮件
zh_hant: 發送驗證邮件

source: Sends consecutive HTTP/HTTPS HEAD probes to measure edge latency, round-trip time jitter & packet consistency.
ar: يرسل مسبارات HEAD متتالية عبر HTTP/HTTPS لقياس زمن استجابة الحافة، وتقلب وقت الذهاب والإياب، وتناسق الحزم.
de: Sendet fortlaufende HTTP/HTTPS-HEAD-Tests zur Messung von Edge-Latenz, Roundtrip-Zeit-Jitter und Paketkonsistenz.
es: Envía sondeos HEAD de HTTP/HTTPS consecutivos para medir la latencia perimetral, la variación del tiempo de ida y vuelta y la consistencia de los paquetes.
fr: Envoie des sondes HEAD HTTP/HTTPS consécutives pour mesurer la latence en périphérie, la gigue du temps d'aller-retour et la cohérence des paquets.
it: Invia test HEAD HTTP/HTTPS consecutivi per misurare la latenza perimetrale, il jitter del tempo di round-trip e la coerenza dei pacchetti.
ja: 連続した HTTP/HTTPS HEAD プローブを送信して、エッジのレイテンシ、RTT ジッター、パケットの一貫性を測定します。
ko: 연속적인 HTTP/HTTPS HEAD 프로브를 전송하여 에지 지연 시간, 왕복 시간 지터 및 패킷 일관성을 측정합니다.
pt_br: Envia testes HEAD HTTP/HTTPS consecutivos para medir a latência de borda, a variação do tempo de ida e volta e a consistência dos pacotes.
ru: Отправляет последовательные HEAD-зонды HTTP/HTTPS для измерения задержки Edge, джиттера времени приема-передачи и согласованности пакетов.
zh_hans: 发送连续的 HTTP/HTTPS HEAD 探测以测量边缘延迟、往返时间抖动和数据包一致性。
zh_hant: 傳送連續的 HTTP/HTTPS HEAD 探測以測量邊緣延遲、往返時間抖動和封包一致性。

source: Serve cached pages when origin server is down.
ar: تقديم الصفحات المخزنة مؤقتًا عند تعطل الخادم الأصلي.
de: Zwischengespeicherte Pages bereitstellen, wenn der Ursprungsserver offline ist.
es: Servir páginas en caché cuando el servidor de origen no funciona.
fr: Diffuser les pages en cache lorsque le serveur d'origine est hors service.
it: Fornisci pagine memorizzate nella cache quando il server di origine è inattivo.
ja: オリジン サーバーがダウンしているときにキャッシュされたページを提供します。
ko: 원본 서버가 다운되었을 때 캐시된 페이지를 제공합니다.
pt_br: Forneça páginas em cache quando o servidor de origem estiver fora do ar.
ru: Предоставлять кэшированные страницы, когда исходный сервер недоступен.
zh_hans: 在源服务器停机时提供缓存页面。
zh_hant: 在來源伺服器停機時提供快取頁面。

source: Server Banner
ar: لافتة الخادم
es: Banner del servidor
fr: Bannière du serveur
it: Banner del server
ja: サーバーバナー
ko: 서버 배너
pt_br: Banner do servidor
ru: Баннер сервера
zh_hans: 服务器标识 (Server Header)
zh_hant: 伺服器標識 (Server Header)

source: Server Verification
ar: التحقق من الخادم
de: Serverüberprüfung
es: Verificación del servidor
fr: Vérification du serveur
it: Verifica del server
ja: サーバーの検証
ko: 서버 확인
pt_br: Verificação do servidor
ru: Проверка сервера
zh_hans: 服务器端校验
zh_hant: 服务器端校驗

source: Server-Side Excludes
ar: استبعاد جانب الخادم
de: Serverseitige Ausschlüsse
es: Exclusiones del lado del servidor
fr: Exclusions côté serveur
it: Esclusioni lato server
ja: サーバー側の除外
ko: 서버측 제외
pt_br: Exclusões do lado do servidor
ru: Исключения на стороне сервера
zh_hans: 服务器端排除
zh_hant: 服务器端排除

source: Serverless edge functions & microservices
ar: دوال الحافة بدون خادم والخدمات المصغرة
de: Serverlose Edge-Funktionen & Microservices
es: Funciones perimetrales sin servidor y microservicios
fr: Fonctions edge sans serveur et microservices
it: Funzioni edge serverless e microservizi
ja: サーバーレスエッジ関数とマイクロサービス
ko: 서버리스 에지 함수 및 마이크로서비스
pt_br: Funções de borda sem servidor e microsserviços
ru: Бессерверные функции периметра и микросервисы
zh_hans: 暂无服务器边缘函数与微服务
zh_hant: 無伺服器邊緣函數與微服務

source: Serverless Execution
ar: التنفيذ بدون خادم
de: Serverlose Ausführung
es: Ejecución sin servidor
fr: Exécution sans serveur
it: Esecuzione senza server
ja: サーバーレス実行
ko: 서버리스 실행
pt_br: Execução sem servidor
ru: Бессерверное выполнение
zh_hans: 暂无服务器边缘计算
zh_hant: 無服务器邊緣計算

source: Serverless execution & static sites
ar: التنفيذ بدون خادم والمواقع الثابتة
de: Serverlose Ausführung und statische Websites
es: Ejecución sin servidor y sitios estáticos
fr: Exécution sans serveur et sites statiques
it: Esecuzione serverless e siti statici
ja: サーバーレス実行と静的サイト
ko: 서버리스 실행 및 정적 사이트
pt_br: Execução sem servidor e sites estáticos
ru: Бессерверное выполнение и статические сайты
zh_hans: 暂无服务器函数执行与静态站点托管
zh_hant: 無服务器函數执行与静態站點托管

source: Serverless LLM & vision model inference
ar: LLM بدون خادم واستدلال نموذج الرؤية
de: Serverlose LLM- und Vision-Modellinferenz
es: LLM sin servidor e inferencia de modelos de visión
fr: LLM sans serveur et inférence de modèle de vision
it: LLM serverless e inferenza del modello di visione
ja: サーバーレス LLM とビジョン モデル推論
ko: 서버리스 LLM 및 비전 모델 추론
pt_br: LLM sem servidor e inferência de modelo de visão
ru: Бессерверный LLM и вывод модели видения
zh_hans: 全球无服务器大语言模型与视觉推理
zh_hant: 全球無服务器大語言模型与视觉推理

source: Service
ar: خدمة
de: Dienst
es: Servicio
it: Servizio
ja: サービス
ko: 서비스
pt_br: Serviço
ru: Сервис
zh_hans: 服务
zh_hant: 服務

source: Service (e.g., _sip)
ar: الخدمة (على سبيل المثال، _sip)
de: Dienst (z. B. _sip)
es: Servicio (por ejemplo, _sip)
fr: Service (par exemple, _sip)
it: Servizio (ad esempio, _sip)
ja: サービス (例: _sip)
ko: 서비스(예: _sip)
pt_br: Serviço (por exemplo, _sip)
ru: Сервис (например, _sip)
zh_hans: 服务 (例如：_sip)
zh_hant: 服务 (例如：_sip)

source: Service URL accessible from where cloudflared is running, e.g. http://localhost:3000, tcp://192.168.1.100:22
ar: عنوان URL للخدمة يمكن الوصول إليه من حيث يعمل cloudflared، مثل http://localhost:3000 أو tcp://192.168.1.100:22
de: Dienst-URL, die von dort aus erreichbar ist, wo cloudflared läuft, z. B. http://localhost:3000, tcp://192.168.1.100:22
es: URL del servicio accesible desde donde se ejecuta cloudflared, ej. http://localhost:3000, tcp://192.168.1.100:22
fr: URL de service accessible depuis l'emplacement d'exécution de cloudflared, ex. http://localhost:3000, tcp://192.168.1.100:22
it: URL del servizio accessibile da dove è in esecuzione cloudflared, es. http://localhost:3000, tcp://192.168.1.100:22
ja: cloudflared が実行されている場所からアクセス可能なサービス URL (例: http://localhost:3000, tcp://192.168.1.100:22)。
ko: cloudflared가 실행 중인 위치에서 액세스할 수 있는 서비스 URL(예: http://localhost:3000, tcp://192.168.1.100:22).
pt_br: URL do serviço acessível de onde o cloudflared está sendo executado, ex.: http://localhost:3000, tcp://192.168.1.100:22
ru: URL-адрес службы, доступный из места запуска cloudflared, например http://localhost:3000, tcp://192.168.1.100:22
zh_hans: 从运行 cloudflared 的位置可访问的服务 URL，例如 http://localhost:3000、tcp://192.168.1.100:22
zh_hant: 從執行 cloudflared 的位置可存取的服務 URL，例如 http://localhost:3000、tcp://192.168.1.100:22

source: Services
ar: خدمات
de: Dienstleistungen
es: Servicios
fr: Prestations
it: Servizi
ja: サービス
ko: 서비스
pt_br: Serviços
ru: Услуги
zh_hans: 核心服务
zh_hant: 核心服务

source: Services (%lld)
ar: الخدمات (%lld)
de: Dienste (%lld)
es: Servicios (%lld)
it: Servizi (%lld)
ja: サービス (%lld)
ko: 서비스 (%lld)
pt_br: Serviços (%lld)
ru: Службы (%lld)
zh_hans: 服务 (%lld)
zh_hant: 服務 (%lld)

source: Services & Infrastructure
ar: الخدمات والبنية التحتية
de: Dienstleistungen und Infrastruktur
es: Servicios e infraestructura
fr: Services et infrastructures
it: Servizi e infrastrutture
ja: サービスとインフラストラクチャ
ko: 서비스 및 인프라
pt_br: Serviços e Infraestrutura
ru: Услуги и инфраструктура
zh_hans: 服务与基础设施
zh_hant: 服务与基础设施

source: Services & Infrastructure (%lld)
ar: الخدمات والبنية التحتية (%lld)
de: Dienste und Infrastruktur (%lld)
es: Servicios e Infraestructura (%lld)
fr: Services et infrastructures (%lld)
it: Servizi e infrastrutture (%lld)
ja: サービスとインフラストラクチャ (%lld)
ko: 서비스 및 인프라(%lld)
pt_br: Serviços e infraestrutura (%lld)
ru: Услуги и инфраструктура (%lld)
zh_hans: 服务与基础设施 (%lld)
zh_hant: 服务与基础设施 (%lld)

source: Session Affinity
ar: تقارب الجلسة
de: Sitzungsaffinität
es: Afinidad de sesión
fr: Affinité de session
it: Affinità di sessione
ja: セッションアフィニティ
ko: 세션 선호도
pt_br: Afinidade de Sessão
ru: Привязка сеанса
zh_hans: 会话亲和性
zh_hant: 會话亲和性

source: Session Duration
ar: مدة الجلسة
de: Sitzungsdauer
es: Duración de la sesión
fr: Durée de la session
it: Durata della sessione
ja: セッション有効期間
ko: 세션 유효 기간
pt_br: Duração da sessão
ru: Длительность сессии
zh_hans: 会话有效期
zh_hant: 工作階段有效期間

source: Session Settings
ar: إعدادات الجلسة
de: Sitzungseinstellungen
es: Configuración de sesión
fr: Paramètres de session
it: Impostazioni di sessione
ja: セッション設定
ko: 세션 설정
pt_br: Configurações de sessão
ru: Настройки сессии
zh_hans: 会话设置
zh_hant: 工作階段設定

source: Set Static Value
ar: قم بتعيين القيمة الثابتة
de: Statischen Wert festlegen
es: Establecer valor estático
fr: Définir la valeur statique
it: Imposta valore statico
ja: 静的値の設定
ko: 정적 값 설정
pt_br: Definir valor estático
ru: Установить статическое значение
zh_hans: 设置静态值
zh_hant: 設定静態值

source: Setting Updated
ar: تم تحديث الإعداد
de: Einstellung aktualisiert
es: Configuración actualizada
fr: Paramètre mis à jour
it: Impostazione aggiornata
ja: 設定が更新されました
ko: 설정이 업데이트되었습니다.
pt_br: Configuração atualizada
ru: Настройка обновлена
zh_hans: 设置已更新
zh_hant: 設定已更新

source: Settings
ar: إعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
zh_hans: 设置
zh_hant: 設定

source: Setup Nameservers
ar: إعداد خوادم الأسماء
de: Nameserver einrichten
es: Configurar servidores de nombres
fr: Configurer les serveurs de noms
it: Configura i server dei nomi
ja: ネームサーバーのセットアップ
ko: 네임서버 설정
pt_br: Configurar servidores de nomes
ru: Настройка серверов имен
zh_hans: 配置域名服务器
zh_hant: 設定名稱伺服器 (Nameservers)

source: Setup Type
ar: نوع الإعداد
de: Einrichtungstyp
es: Tipo de configuración
fr: Type de configuration
it: Tipo di configurazione
ja: セットアップの種類
ko: 설정 유형
pt_br: Tipo de configuração
ru: Тип настройки
zh_hans: 设置类型
zh_hant: 設定類型

source: Share
ar: يشارك
de: Teilen
es: Compartir
fr: Partager
it: Condividere
ja: 共有
ko: 공유하다
pt_br: Compartilhar
ru: Делиться
zh_hans: 分享
zh_hant: 分享

source: Share Zone File
ar: مشاركة ملف المنطقة
de: Zonendatei teilen
es: Compartir archivo de zona
fr: Partager le fichier de zone
it: Condividi file di zona
ja: ゾーンファイルを共有
ko: 영역 파일 공유
pt_br: Compartilhar arquivo de zona
ru: Поделиться файлом зоны
zh_hans: 分享区域文件
zh_hant: 分享區域檔案

source: Shield WordPress
ar: حماية WordPress
de: WordPress schützen
es: Proteger WordPress
fr: Protéger WordPress
it: Proteggi WordPress
ja: WordPress を保護
ko: WordPress 보호
pt_br: Proteger WordPress
ru: Защита WordPress
zh_hans: WordPress 防护
zh_hant: WordPress 防護

source: Sign DNS records to prevent spoofing
ar: قم بالتوقيع على سجلات DNS لمنع الانتحال
de: Signieren Sie DNS-Einträge, um Spoofing zu verhindern
es: Firme registros DNS para evitar la suplantación de identidad
fr: Signez les enregistrements DNS pour éviter l'usurpation d'identité
it: Firma i record DNS per prevenire lo spoofing
ja: DNS レコードに署名してなりすましを防止する
ko: 스푸핑을 방지하기 위해 DNS 레코드에 서명
pt_br: Assine registros DNS para evitar falsificação
ru: Подпишите DNS-записи, чтобы предотвратить подделку
zh_hans: 签名 DNS 记录以防止欺骗攻击
zh_hant: 签名 DNS 记录以防止欺骗攻击

source: Sign Up
ar: اشتراك
de: Melden Sie sich an
es: Inscribirse
fr: S'inscrire
it: Iscrizione
ja: サインアップ
ko: 가입
pt_br: Inscrever-se
ru: Зарегистрироваться
zh_hans: 注册
zh_hant: 注册

source: Sign zone records with DNSSEC keys.
ar: توقيع سجلات المنطقة باستخدام مفاتيح DNSSEC.
de: Zoneneinträge mit DNSSEC-Schlüsseln signieren.
es: Firma registros de zona con claves DNSSEC.
fr: Signez les enregistrements de zone avec des clés DNSSEC.
it: Firma i record di zona con le chiavi DNSSEC.
ja: DNSSEC キーを使用してゾーン レコードに署名します。
ko: DNSSEC 키로 영역 레코드에 서명합니다.
pt_br: Assine registros de zona com chaves DNSSEC.
ru: Подписывайте записи зоны с помощью ключей DNSSEC.
zh_hans: 使用 DNSSEC 密钥对区域记录进行签名。
zh_hant: 使用 DNSSEC 金鑰對區域記錄進行簽署。

source: Signature
ar: التوقيع
de: Signatur
es: Firma
it: Firma
ja: 署名
ko: 서명
pt_br: Assinatura
ru: Подпись
zh_hans: 签名
zh_hant: 簽章

source: Signature Hash
ar: هاش التوقيع
de: Signatur-Hash
es: Hash de firma
fr: Hachage de signature
it: Hash della firma
ja: 署名ハッシュ
ko: 서명 해시
pt_br: Hash de assinatura
ru: Хэш подписи
zh_hans: 签名哈希
zh_hant: 签名哈希

source: Simplified
ar: مبسط
de: Vereinfacht
es: Simplificado
fr: Simplifié
it: Semplificato
ja: 簡易
ko: 간소화됨
pt_br: Simplificado
ru: Упрощенный
zh_hans: 简化
zh_hant: 簡化

source: Simultaneously probes DNS answers across 8 Anycast edge resolvers across North America, Europe, Asia, Australia & South America.
ar: يستكشف إجابات DNS في وقت واحد عبر 8 محللات حافة Anycast عبر أمريكا الشمالية وأوروبا وآسيا وأستراليا وأمريكا الجنوبية.
de: Testet gleichzeitig DNS-Antworten über 8 Anycast-Edge-Resolver in Nordamerika, Europa, Asien, Australien und Südamerika.
es: Sondea simultáneamente respuestas DNS en 8 resolutores perimetrales Anycast en América del Norte, Europa, Asia, Australia y América del Sur.
fr: Sonde simultanément les réponses DNS sur 8 résolveurs de périphérie Anycast en Amérique du Nord, Europe, Asie, Australie et Amérique du Sud.
it: Sonda contemporaneamente le risposte DNS su 8 resolver perimetrali Anycast in Nord America, Europa, Asia, Australia e Sud America.
ja: 北米、ヨーロッパ、アジア、オーストラリア、南米の 8 つの Anycast エッジ リゾルバー全体で DNS 回答を同時にプローブします。
ko: 북미, 유럽, 아시아, 호주 및 남미 전역의 8개 Anycast 에지 DNS 리졸버에서 DNS 응답을 동시에 프로빙합니다.
pt_br: Sonda simultaneamente respostas DNS em 8 resolvedores de borda Anycast na América do Norte, Europa, Ásia, Austrália e América do Sul.
ru: Одновременно зондирует ответы DNS на 8 Anycast-резолверах Edge в Северной Америке, Европе, Азии, Австралии и Южной Америке.
zh_hans: 同时探测北美、欧洲、亚洲、澳大利亚和南美洲 8 个 Anycast 边缘解析器的 DNS 应答。
zh_hant: 同時探測北美、歐洲、亞洲、澳洲和南美洲 8 個 Anycast 邊緣解析器的 DNS 應答。

source: Site Paused
ar: الموقع متوقف مؤقتا
de: Website angehalten
es: Sitio en pausa
fr: Site en pause
it: Sito in pausa
ja: サイトが一時停止されました
ko: 사이트가 일시중지되었습니다
pt_br: Site pausado
ru: Сайт приостановлен
zh_hans: 站点服务已暂停
zh_hant: 站點服务已暂停

source: Site Resumed
ar: تم استئناف الموقع
de: Website wieder aufgenommen
es: Sitio reanudado
fr: Site repris
it: Sito ripreso
ja: サイト再開
ko: 사이트가 재개되었습니다
pt_br: Site retomado
ru: Сайт возобновлен
zh_hans: 站点服务已恢复
zh_hant: 站點服务已恢復

source: Site Service
ar: خدمة الموقع
es: Servicio del sitio
fr: Service sur site
it: Servizio del sito
ja: サイトサービス
ko: 사이트 서비스
pt_br: Serviço local
ru: Сервис сайта
zh_hans: 站点服务
zh_hant: 站點服务

source: Sitekey (Public)
ar: مفتاح الموقع (عام)
de: Sitekey (Öffentlich)
es: Clave de sitio (pública)
fr: Clé de site (publique)
it: Chiave sito (pubblica)
ja: サイトキー (パブリック)
ko: 사이트키(공개)
pt_br: Sitekey (público)
ru: Sitekey (публичный)
zh_hans: 站点密钥 Sitekey (公开)
zh_hant: 站點密钥 Sitekey (公開)

source: Sitekey copied
ar: تم نسخ مفتاح الموقع
de: Sitekey kopiert
es: Clave del sitio copiada
fr: Clé de site copiée
it: Chiave del sito copiata
ja: サイトキーがコピーされました
ko: 사이트키가 복사되었습니다.
pt_br: Chave do site copiada
ru: Сайт-ключ скопирован.
zh_hans: Sitekey 已复制
zh_hant: Sitekey 已複製

source: Sitekey: %@
ar: مفتاح الموقع: %@
de: Site-Schlüssel: %@
es: Clave de sitio: %@
fr: Clé du site : %@
it: Chiave del sito: %@
ja: サイトキー: %@
ko: 사이트 키: %@
pt_br: Chave do Site: %@
ru: Ключ сайта: %@
zh_hans: 站点密钥: %@
zh_hant: 網站金鑰: %@

source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
ja: サイズ
ko: 크기
pt_br: Tamanho
ru: Размер
zh_hans: 大小
zh_hant: 大小

source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
ja: スキップ
ko: 건너뛰기
pt_br: Pular
ru: Пропустить
zh_hans: 跳过
zh_hant: 略過

source: SKIP
ar: تخطي
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
ja: スキップ
ko: 건너뛰기
pt_br: Pular
ru: Пропустить
zh_hans: 跳过
zh_hant: 略過
